Repository: sandrock/betaseries-netapi
Catalog: src/FX35.Srk.BetaseriesApi/Resources/ErrorStrings.*.resx
Languages: fr_fr

# ErrorDetail1001
source: Invalid API key, contact the administrator/developer.
fr_fr: Clé API invalide, mettez à jour l'application ou contactez le support du projet.

# ErrorDetail1002
source: Invalid type.
fr_fr: Type invalide, mettez à jour l'application ou contactez le support du projet.

# ErrorDetail1003
source: Invalid action, you may want to update the application.
fr_fr: Action invalide, mettez à jour l'application ou contactez le support du projet.

# ErrorDetail2001
source: No such session. Authenticate again.
fr_fr: Identifiant de session invalide, s'authentifier à nouveau.

# ErrorDetail2002
source: The user does not accept to share this.
fr_fr: Les réglages vie privée de l'utilisateur ne permettent pas l'action.

# ErrorDetail2003
source: This show is already associated with the account.
fr_fr: La série est déjà dans le compte utilisateur.

# ErrorDetail2004
source: This show is not associated with the account.
fr_fr: La série n'est pas dans le compte utilisateur.

# ErrorDetail2005
source: Episode not already seen.
fr_fr: L'utilisateur n'a pas vu cet épisode.

# ErrorDetail2006
source: The two users are not friends.
fr_fr: Les deux utilisateurs ne sont pas amis.

# ErrorDetail2007
source: Invalid user options
fr_fr: Les options de l'utilisateur ne sont pas valides

# ErrorDetail3001
source: Missing input data, you may want to update the application.
fr_fr: Une variable est manquante, mettez à jour l'application ou contactez le support du projet.

# ErrorDetail3002
source: Minimum 2 characters.
fr_fr: Le terme doit avoir au moins 2 caractères.

# ErrorDetail3003
source: Number expected.
fr_fr: Le paramètre doit être un nombre.

# ErrorDetail3004
source: Invalid input.
fr_fr: Valeur de la variable incorrecte.

# ErrorDetail3005
source: Forbidden characters.
fr_fr: Caractères non autorisés.

# ErrorDetail3006
source: Invalid email address.
fr_fr: Adresse e-mail invalide.

# ErrorDetail4001
source: No such show.
fr_fr: La série n'existe pas.

# ErrorDetail4002
source: No such user.
fr_fr: L'utilisateur n'existe pas.

# ErrorDetail4003
source: Invalid password.
fr_fr: Mauvais mot de passe.

# ErrorDetail4004
source: This user already exists.
fr_fr: L'utilisateur existe déjà.

# ErrorDetailUnknown
source: No related error message; error code is '{0}'.
fr_fr: Erreur inconnue, le code est '{0}'.

# ErrorType1
source: API error
fr_fr: Erreur API

# ErrorType2
source: User error
fr_fr: Erreur utilisateur

# ErrorType3
source: Input error
fr_fr: Erreur d'entrée

# ErrorType4
source: Data error
fr_fr: Erreur de données

# ErrorTypeUnknown
source: Unknown error
fr_fr: Erreur inconnue
