Repository: sandrock/betaseries-netapi
Catalog: src/FX35.Srk.BetaseriesApi/Resources/GeneralStrings.*.resx
Languages: fr_fr

# BadgeDesc_Amateur
source: Your 10th show added, you start to have an interesting profile.
fr_fr: Votre dixième série ajoutée, vous commencez à avoir un profil intéressant.

# BadgeDesc_BeauxYeux
source: Your beautiful face is now on your profile, it's for the drag?
fr_fr: Votre magnifique trombine est maintenant sur votre profil, c'est pour la drague ?

# BadgeDesc_Bienfaiteur
source: That's great support! 10 adverts watched!
fr_fr: Dix vidéos publicitaires regardées, c'est ce qu'on appelle un vrai soutien :)

# BadgeDesc_BlogueurInfluent
source: You suggested 25 times your friends to follow a series, did they listen?
fr_fr: Vous avez suggéré 25 fois à vos amis de suivre une série, vous ont-ils écouté ?

# BadgeDesc_CapitaineSpock
source: You follow 5 fantastic shows; beware of aliens.
fr_fr: Vous suivez 5 séries fantastiques, attention aux extra-terrestres.

# BadgeDesc_Confirme
source: Watched 25 shows, you start to get hooked, beware!
fr_fr: 25 séries regardées, vous commencez à devenir accro, faites attention !

# BadgeDesc_Debutant
source: You watched your first episode. Welcome to BetaSeries!
fr_fr: Vous avez regardé votre premier épisode. Bienvenue sur BetaSeries !

# BadgeDesc_Developpeur
source: You use your little hands full of fingers to improve the ecosystem of BetaSeries. Thank you so much!
fr_fr: Vous utilisez vos petites mains pleines de doigts pour améliorer l'écosystème de BetaSeries. Merci mille fois !

# BadgeDesc_Donateur
source: Thank you for supporting BetaSeries by watching a video advert.
fr_fr: Merci de soutenir BetaSeries en ayant regardé une vidéo publicitaire, nous vous en sommes très reconnaissants.

# BadgeDesc_DramaQueen
source: 10 drama in your profile? Don't forget to bring tissues next time.
fr_fr: 10 drama dans votre compte ? Faudra prévoir les mouchoirs la prochaine fois.

# BadgeDesc_EcoleBuissoniere
source: You dare to watch series after 3 am in full week...
fr_fr: Vous osez regarder encore des séries après 3 heures du matin, en pleine semaine...

# BadgeDesc_Fiche
source: You created a character page on BetaSeries.
fr_fr: Une fiche personnage créée par vos soins apparaît maintenant dans BetaSeries.

# BadgeDesc_ForumStarter
source: Your first post in our forum!
fr_fr: Votre premier message sur le forum, c'est quelque chose qui se fête !

# BadgeDesc_FreshPaint
source: Thank you for illustrating a tv show. You can continue!
fr_fr: Merci de nous avoir soumis une image pour illustrer une série. Vous pouvez recommencer !

# BadgeDesc_Gendarme
source: Thanks to you, already 10 sub-titles were reported as inadequate.
fr_fr: Grâce à vous, déjà 10 sous-titres ont été signalés comme inadéquats.

# BadgeDesc_Glandeur
source: When you spend your evenings watching 4 episodes, don't be surprised by what we say.
fr_fr: Quand on passe sa soirée à regarder 4 épisodes, faut pas s'étonner de ce qu'on dit.

# BadgeDesc_HadopiMaster
source: Enjoy your 100 files downloaded subtitles...
fr_fr: Bonne lecture avec vos 100 fichiers de sous-titres téléchargés...

# BadgeDesc_Hyperactifs
source: Your friends have performed 30 operations in the last 24 hours, they are loyal customers.
fr_fr: Vos amis ont effectué 30 actions dans les dernières 24 heures, ce sont des clients fidèles.

# BadgeDesc_JerrySeinfeld
source: 10 comedy shows is pretty scary, don't forget to breathe.
fr_fr: 10 séries humoristiques, on a un peu peur pour vous, respirez de temps en temps.

# BadgeDesc_JoyeuxNoel
source: You prefered to watch an episode instead of having a family dinner. We understand.
fr_fr: Vous avez préféré regarder un épisode plutôt que de vous taper les repas de famille. On vous comprend.

# BadgeDesc_Junior
source: You watched 10 episodes of 10 different series, it's a good start.
fr_fr: Vous avez regardé 10 épisodes de 10 séries différentes, bon début.

# BadgeDesc_LeMillier
source: That's it, you saw more than 1,000 episodes of TV series. You dirty geek.
fr_fr: Ça y est, vous avez vu plus de 1000 épisodes de séries télé. Sale geek.

# BadgeDesc_Marathonien
source: You've watched 6 episodes in full Sunday is a grand slam!
fr_fr: Vous avez regardé 6 épisodes en plein dimanche, c'est un grand chelem !

# BadgeDesc_MartineAubry
source: You watched more than 35 hours of episodes. It is the struggle...
fr_fr: Vous avez regardé plus de 35 heures d'épisodes. C'est la lutte...

# BadgeDesc_MeilleurAmi
source: 10 reciprocal friends. Friendship is beautiful, especially when one is aware.
fr_fr: 10 amis réciproques. C'est beau l'amitié, surtout quand l'autre est au courant.

# BadgeDesc_Noctambule
source: Seven nights, seven episodes. You have your habits as we can see...
fr_fr: Sept nuits, sept épisodes. On a ses petites habitudes, à ce que je vois.

# BadgeDesc_OldSchool
source: You registered during the first year of betaseries.
fr_fr: Vous vous êtes inscrit pendant la première année d'existence de BetaSeries.

# BadgeDesc_Parrain
source: You invited a friend on betaseries. Now you have to look after him/her.
fr_fr: Vous avez parrainé un ami sur BetaSeries, maintenant il faut s'en occuper.

# BadgeDesc_PetitBavard
source: You've posted 25 comments on BetaSeries, what a bla bla!
fr_fr: Vous avez posté 25 commentaires sur BetaSeries, que de bla bla !

# BadgeDesc_Planque
source: These last twelve hours you've watched 4 episodes. Make something of your life.
fr_fr: Ces douze dernières heures vous avez regardé 4 épisodes. Faites quelque chose de votre vie.

# BadgeDesc_PokeHerFace
source: You turned on your Facebook account BetaSeries, you are social.
fr_fr: Vous avez activé Facebook sur votre compte BetaSeries, vous êtes social.

# BadgeDesc_Rattrapage
source: 3 episodes of the same show... We have a show to catch up to what I see.
fr_fr: 3 épisodes d'une même série à la suite... On a une série à rattraper, à ce que je vois.

# BadgeDesc_Senior
source: 50 TV shows, nothing can stop you. Go on, after all, it does not bother us.
fr_fr: 50 séries, on ne peut plus vous arrêter. Continuez, après tout, ça ne nous dérange pas.

# BadgeDesc_Serievore
source: A month has passed and 30 episodes have been watched, you a easy double-click.
fr_fr: Un mois s'est écoulé et 30 épisodes ont été regardés, vous avez le double-clic facile.

# BadgeDesc_Superstar
source: 50 people have added you to their friends, Michel Drucker had better behave.
fr_fr: 50 personnes vous ont ajouté à leurs amis, Michel Drucker n'a qu'à bien se tenir.

# BadgeDesc_Surbooking
source: Woh, 12 badges on your profile, we won't have more room for others.
fr_fr: Woh, 12 badges sur votre profil, on va plus avoir la place pour d'autres.

# BadgeDesc_Twittos
source: Your Twitter account is configured, you are part of the great family of microblogging.
fr_fr: Votre compte Twitter est configuré, vous faites partie de la grande famille du microblogging.

# BadgeDesc_VieuxBriscard
source: It's been a year that you are on BetaSeries, it's worth celebrating.
fr_fr: Cela fait un an que vous êtes inscrit sur BetaSeries, ça se fête.

# Badges_
source: unknown badge
fr_fr: badge inconnu

# Badges_BeauxYeux
source: beautiful eyes
fr_fr: T'as de beaux yeux

# Badges_BlogueurInfluent
source: Influential blogger
fr_fr: Bloggueur influent

# Badges_CapitaineSpock
source: Captain Spock
fr_fr: Capitaine Spock

# Badges_Confirme
source: Confirmed
fr_fr: Confirmé

# Badges_Debutant
source: Noobie
fr_fr: Débutant

# Badges_Developpeur
source: Developer
fr_fr: Développeur

# Badges_Donateur
source: Donator
fr_fr: Donateur

# Badges_EcoleBuissoniere
source: School truancy
fr_fr: Ecole buissonnière

# Badges_Fiche
source: Filer
fr_fr: Fiché

# Badges_ForumStarter
source: Forum noobie
fr_fr: Forumeur Débutant

# Badges_FreshPaint
source: Fresh paint
fr_fr: Peinture fraîche

# Badges_Glandeur
source: Layabout
fr_fr: Glandeur

# Badges_Hyperactifs
source: Hyperactives
fr_fr: Hyperactifs

# Badges_JoyeuxNoel
source: Merry Christmas
fr_fr: Joyeux Noël

# Badges_MeilleurAmi
source: Best friend
fr_fr: Meilleur ami

# Badges_Noctambule
source: Night owl
fr_fr: Noctambule

# Badges_PetitBavard
source: Chatty
fr_fr: Petit bavard

# Badges_Planque
source: Holed
fr_fr: Planqué

# Badges_Rattrapage
source: Picking up
fr_fr: Rattrapage

# Badges_Unknown
source: Unknown
fr_fr: badge inconnu

# Badges_VieuxBriscard
source: Old hand
fr_fr: Vieux Briscard

# TimelineItemType_BadgeEarned_
source: {0} earned a badge: {1}.
fr_fr: {0} a un nouveau badge : {1}.

# TimelineItemType_Comment
source: commented
fr_fr: a commenté

# TimelineItemType_CommentOnEpisode_
source: {0} commented on {1}.
fr_fr: {0} a commenté sur {1}.

# TimelineItemType_CommentOnMember_
source: {0} commented on {1}'s profile.
fr_fr: {0} a commenté sur le profile de {1}.

# TimelineItemType_CommentOnShow_
source: {0} commented on {1}.
fr_fr: {0} a commenté sur {1}.

# TimelineItemType_Comment_
source: {0} commented on {1}.
fr_fr: {0} a commenté sur {1}.

# TimelineItemType_FriendAdded
source: added a friend
fr_fr: est maintenant ami avec

# TimelineItemType_FriendAdded_
source: {0} is now {1}'s friend.
fr_fr: {0} est maintenant ami avec {1}.

# TimelineItemType_FriendRemoved
source: is no more a friend of
fr_fr: n'est plus ami avec

# TimelineItemType_FriendRemoved_
source: {0} is no more {1}'s friend.
fr_fr: {0} n'est plus ami avec {1}.

# TimelineItemType_MarkedAs
source: watched
fr_fr: a regardé

# TimelineItemType_MarkedAs_
source: {0} watched {1}.
fr_fr: {0} a regardé {1}.

# TimelineItemType_Recommendation
source: recommanded
fr_fr: a recommandé

# TimelineItemType_RecommendationAccepted_
source: {0} accepted {2}'s recommendation to watch {1}.
fr_fr: {0} a accepté la recommandation de {2} à regarder {1}.

# TimelineItemType_RecommendationDenied_
source: {0} rejected {2}'s recommendation to watch {1}.
fr_fr: {0} a refusé la recommandation de {2} à regarder {1}.

# TimelineItemType_Recommendation_
source: {0} recommended {1}.
fr_fr: {0} a recommandé {1}.

# TimelineItemType_ShowAdded
source: added a show
fr_fr: a ajouté une série

# TimelineItemType_ShowAdded_
source: {0} added {1}.
fr_fr: {0} a ajouté {1} à sa liste.

# TimelineItemType_ShowArchived
source: archived
fr_fr: a archivé

# TimelineItemType_ShowArchived_
source: {0} archived {1}.
fr_fr: {0} a archivé {1}.

# TimelineItemType_ShowRemoved
source: removed a show
fr_fr: a retiré

# TimelineItemType_ShowRemoved_
source: {0} removed {1}.
fr_fr: {0} a retiré {1} de son profile.

# TimelineItemType_ShowUnarchived
source: unarchived
fr_fr: a retiré des archives

# TimelineItemType_ShowUnarchived_
source: {0} unarchived {1}.
fr_fr: {0} a retiré {1} des archives.

# TimelineItemType_UserRegistered
source: registered on betaseries.
fr_fr: s'est inscrit sur betaseries.

# TimelineItemType_UserRegistered_
source: {0} is now a member of betaseries.
fr_fr: {0} s'est inscrit sur betaseries.
